export default function About() {
  throw new Error("There was an error!!!");

  return (
    <main className="mt-10">
      <div>
        ২০৫২ সাল...। - দাদু একটা গল্প বলো। - কীসের গল্প শুনবে দাদু? - বইয়ের
        গল্প। - বইয়ের গল্প বলতে গেলে রকমারির গল্পও তো আসবে। - রকমারি ডট কম?
        বাংলাদেশের সবচেয়ে সুখী কোম্পানি যেটি? - হ্যাঁ, দাদু সেই রকমারি ডট কম। _
        তুমি কীভাবে চেনো দাদু রকমারিকে? - কারণ রকমারি একসময় আমার ছিল আর আমি
        ছিলাম রকমারির। - তারপর কী হল? - দাঁড়াও দাদু, তাহলে তোমাকে শুরু থেকেই
        বলি। আজ থেকে ৫০ বছর আগের কথা। ২০১২ সালের ১৯ শে জানুয়ারি, বাংলাদেশের বুকে
        ছোট্ট একটা স্বপ্নের জন্ম হল, যে স্বপ্নের নাম দেয়া হল- রকমারি ডট কম। এই
        স্বপ্নটা দেখেছিলো বাংলাদেশের ৫ জন তরুণ, যাদের তোমরা মাহমুদুল হাসান
        সোহাগ, আবুল হাসান লিটন, এহতেশামুল শামস রাকিব, জুবায়ের বিন আমিন এবং মোঃ
        খায়রুল আনাম নামে চিনো। তারাই পালটে দিতে চেয়েছিলো বাংলাদেশের বইবাজার।
        স্বপ্নটা কী ছিল? স্বপ্নটা ছিল বাংলাদেশের ছাপ্পান্ন হাজার বর্গমাইল এলাকা
        বইয়ে বইয়ে সয়লাব করে দেয়া, প্রতিটি মানুষের হাতে খুব সহজে বই পৌঁছে দেয়া।
        কারণ বইয়ের আলোতেই আলোকিত হতে পারে সকল মানুষের প্রজ্ঞা, আর সে প্রজ্ঞাবান
        মানুষের হাত ধরেই তো আসবে অন্যরকম বাংলাদেশ। রকমারির সেই স্বপ্নের সারথি
        ছিলাম আমিও। খুব ছোট থেকে শুরু আমাদের। প্রথম যখন রকমারিতে বইয়ের অর্ডার
        এলো তখনকার পাওয়া আনন্দের কথা এখনো মনে আছে। ঢাকার বাইরে থেকে আসা অর্ডারে
        তো উত্তেজনায় কাপাকাপি করতাম সবাই। কাজের মাঝে আনন্দ খুঁজে নেয়াই রকমারি
        পরিবারের সকল সদস্যের মূলমন্ত্র ছিল। আর তাই তো পরিবার হয়ে ওঠে আমাদের
        কর্মক্ষেত্রে। কাজের ফাঁকে খুনসুটি, আইডিয়া জেনারেট করবার সময় সব আইডিয়াকে
        সেইম প্রায়োরিটি দেয়া, সব টিম ও টিম মেম্বারদের একই মর্যাদা দেয়াই রকমারিকে
        অন্যরকম করে তোলে। আর সেই অন্যরকম ভালোলাগাই সেলস জেনারেট করে কারণ প্রতিটা
        মানুষ সেখানে আবেগ দিয়ে কাজ করে। একে একে একেকটি মাইলফলক অতিক্রম করতে থাকে
        রকমারি। এক লাখ, তিন লাখ, পাঁচ লাখ থেকে কোটি টাকার সেলস খুব অল্প সময়েই
        রকমারিকে দেশের অন্যতম সেরা ব্র্যান্ড বলা ভালো সবচেয়ে সুখী কোম্পানি গড়ার
        দিকে এগিয়ে নিয়ে যেতে থাকে। দেশের প্রতিটি প্রান্ত থেকে বইপড়ুয়া মানুষ
        রকমারির মাধ্যমে যখন তখন বই আনিয়ে পড়তে পারছে। ঘরে বসেই বই হাতে পেয়ে যাওয়া
        তাদের কতো কর্মঘন্টাই না বাঁচিয়ে দিচ্ছে। অনলাইনেই একটু পড়ে বই যাচাই বাছাই
        করা যাচ্ছে, কেনার পর সমস্যা থাকলে হ্যাপি রিটার্নও করা যাচ্ছে। সকল ধরনের
        পেমেন্ট অপশনের সুবিধা যেমন আছে তেমনি মাঝেমাঝেই থাকে এক্সট্রা অফার ও
        গিফটের চমকও। রকমারির রিভিউ লাইব্রেরি দেশের সবচেয়ে বৃহৎ অনলাইন রিভিউ
        কালেকশন। বাঁধা এসেছে অনেক কিন্তু রকমারি সেসব বাঁধা পার করে মাথা উঁচু করে
        দাঁড়িয়ে আছে এখনো। কারণ এই কোম্পানির প্রতিটি টিম মেম্বারের চোখে একটাই
        স্বপ্ন- সারা বাংলাদেশকে বই পড়তে দেখার স্বপ্ন। সে রকমারি থেকে অবসর নিয়েছি
        তাও সাত-আট বছর হলো। এরপরই তো তুমি আসলে দাদু, তাই তোমাকে বলা হয় নি
        রকমারির গল্পটা। - তুমি বলো নি দাদু, কিন্তু মা কিন্তু ঠিকই বলে দিয়েছে
        আমাকে। তোমার মতো এতো সুন্দর করে বলতে পারে নি, কিন্তু যা বলেছে তাই যথেষ্ট
        ছিল। তাই তো, রকমারিতে গিয়েছিলাম একদিন তোমাকে না বলেই। তোমার নাম বলতেই সে
        কী উচ্ছ্বাস সবার মাঝে। তোমার জন্মদিন না কাল? তাই রকমারি পরিবার আর তোমার
        নিজের পরিবার মিলে তোমার জন্মদিন পালন করবো আমরা। - ওরে, আমার ছোট্ট
        দাদাভাই। তুই ই তো সুখী বাংলাদেশের প্রতিনিধি। তুই ই রকমারি। চল বাংলাদেশের
        সবচেয়ে সুখী কোম্পানিতে নিয়ে যাই তোকে... দীর্ঘ এই পথ চলার কি শেষ হয়! পাশে
        থাকা প্রিয় মানুষগুলোর মনের জানালায় ভেসে বেড়ানো কথাগুলোকে জড়ো করে ঘরবন্দী
        করা হয়েছে বৈঠকি নামক ম্যাগাজিন এ। রকমারির ৫ম জন্মদিনে করা বৈঠকি
        ম্যাগাজিনের পিডিএফ কপি ডাউনলোড করতে এখনই আপনার মেইল আইডি শেয়ার করতে
        পারেন।
      </div>
    </main>
  );
}
